tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"

cask "1password"
cask "appcleaner"
cask "discord"
cask "docker"
cask "exodus"
cask "expressvpn"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "keycastr"
cask "macvim"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "moom"
cask "obsidian"
cask "slack"
cask "steam"
cask "telegram"
cask "the-unarchiver"
cask "transmit"
cask "virtualbox"
cask "visual-studio-code"
cask "zoom"

brew "ack"
brew "direnv"
brew "doctl"
brew "dokku/repo/dokku"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "jq"
brew "mas"
brew "node-build"
brew "node"
brew "nodenv"
brew "python"
brew "rbenv"
brew "ruby"
brew "ruby-build"
brew "transcrypt"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"

mas "GarageBand", id: 682658836
mas "GIF Brewery 3", id: 1081413713
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
# mas "Xcode", id: 497799835
